Repository: E2OpenPlugins/e2openplugin-AnalogClock
Catalog: plugin/locale/*/LC_MESSAGES/AnalogClock.po
Languages: fr, lt

source: Background (a,r,g,b)
fr: Couleur du fond (a,r,v,b)
lt: Fonas (a,r,g,b)

source: Cancel
fr: Annuler
lt: Atšaukti

source: Center point size
fr: Taille du point central
lt: Centrinio taško dydis

source: Dim
lt: Pritemdymas

source: Displays analog clock permanently on the screen
fr: Afficher l’horloge analogique en permanence à l’écran
lt: Ekrane pastoviai rodo analoginį laikrodį

source: Enable AnalogClock
fr: Activer l’horloge analogique
lt: Įjungti AnalogClock

source: Extended settings
fr: Paramètres étendus
lt: Išplėstiniai parametrai

source: Face's color (a,r,g,b)
fr: Couleur face avant (a,r,v,b)
lt: Ciferblato spalva (a,r,g,b)

source: Filed hands
fr: Aiguilles pleines
lt: Rodyklės užpildymas

source: Full
fr: Plein
lt: Pilnas

source: Half
fr: Demi
lt: Puse dydžio

source: Hand's color (a,r,g,b)
fr: Couleur des aiguilles (a,r,v,b)
lt: Rodyklių spalva (a,r,g,b)

source: Hand's parts ratio
fr: Ratio des aiguilles
lt: Rodyklių santykis

source: Hand's width
fr: Largeur des aiguilles
lt: Rodyklės plotis

source: Max
lt: Maksimalus

source: Mid
fr: Demi
lt: Vidutinis

source: None
fr: Aucun
lt: Nieko

source: Ok
lt: Gerai

source: Seconds color (a,r,g,b)
fr: Couleur des secondes (a,r,v,b)
lt: Sekundžių rodyklė (a,r,g,b)

source: Seconds hand
fr: Aiguille des secondes
lt: Sekundžių rodyklė

source: Setup AnalogClock
fr: Configurer l’Horloge Analogique
lt: AnalogClock sąranka

source: Size
fr: Taille
lt: Dydis

source: Thin face
fr: Cadran fin
lt: Plonas ciferblatas

source: Transparency
fr: Transparence
lt: Skaidrumas

source: X Position
lt: X padėtis

source: Y Position
lt: Y padėtis

source: Analog Clock v%s
fr: Horloge analogique v%s

source: Setup AnalogClock colors
fr: Configurer les couleurs de l’horloge analogique
